export const questions = [
    {
         id: 1,
         title: "چرا از پیام رسان شما استفاده کنم؟",
         answer: "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
       },
       {
         id: 2,
         title: "چجوری با اپلیکیشن شما کار کنم؟",
         answer:
           "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
       },
       {
         id: 3,
         title: "آیا سیاست بازپرداخت وجود دارد؟",
         answer:
           "لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است",
       },
]