const menu = [
    {
        id: 1,
        title: 'لپ تاپ',
        category: 'لپ تاپ',
        price: 12000000,
        img: './images/1.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 2,
        title: 'هدفون',
        category: 'هدفون',
        price: 12000000,
        img: './images/2.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 3,
        title: 'لپ تاپ',
        category: 'لپ تاپ',
        price: 12000000,
        img: './images/3.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 4,
        title: 'گوشی',
        category: 'گوشی',
        price: 12000000,
        img: './images/4.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 5,
        title: 'هدفون',
        category: 'هدفون',
        price: 12000000,
        img: './images/5.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 6,
        title: 'لپ تاپ',
        category: 'لپ تاپ',
        price: 12000000,
        img: './images/6.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
    {
        id: 7,
        title: 'گوشی',
        category: 'گوشی',
        price: 12000000,
        img: './images/7.jpg',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است'
    },
]

export default menu